[
  {
    "from": "Kristine Long",
    "title": "Associate Partner, iX Distribution Sector Leader UK&I",
    "content": "Thank you so much for all your hard work and commitment to London Fashion Week. \n I have been so impressed with your work, you're a natural developer and it's so exciting to see you leading and training others - the way you quickly got the India team (incl Band 8) up to speed on the platform and the technology, as well as spending your time learning new skills such as Laravel, was so impressive. \n I am aware of the nuances and difficulties in the project sometimes but you've taken everything on board and just got your head down and stayed focused, delivering work quickly and efficiently. The client is so impressed with your deliverables and it's because of you, I feel confident in our commitments to a very important client. You've really gone above and beyond and for that I'm really grateful. \n LFW is a real test for IBM for us to try something new and have a case study / reference that we can shout loudly about in the market and I hope you feel really proud of your work and show all your friends what you've been working on! What you do is making a huge impact to IBM and the industry and I can't thank you enough for all your commitment, dedication and endless hard work. \n Thank you again and can't wait for you to start seeing all the benefits of this when we make it through London Fashion Week! \n Kristine"
  },
  {
    "from": "Katy Oldfield",
    "title": "Visual Designer, Design Lead at London Fashion Week",
    "content": "I've loved working with Diego on London Fashion Week. I really appreciate how you take the time to teach me concepts and explain your processes as you go. It speaks volumes to your enthusiasm for the topic and own learning that you're then able to explain to me. \n It's really clear the hard work and dedication that Diego has given to the project, and he's become an invaluable contributor in terms of output and opinion. Diego is very positive to work with, but is also unafraid to voice when he has concerns or doubts regarding the timelines, and that is hugely valuable to us as we plan. \n My only 'even-better-if' for Diego is that I would love to have him speak with more confidence in calls and showcase his own work in a tactical manner, so his work gets the full recognition it deserves. \n I don't know enough about the development to speak on the work that Diego has produced, but from a visual and design lead perspective I have been absolutely delighted with both Diego and his results. I would happily work with him again in the future. Amazing work!"
  },
  {
    "from": "Jonathan Irving",
    "title": "Application Architect - iX",
    "content": "I have been working closely with Diego over the last few months this year on the London Fashion Week Project. During this time Diego was on my team as an engineer, focused mainly on understanding and enhancing features of the frontend React application. During this time I have found him to be a great asset to the team. He has been a very pragmatic engineer with a great willingness to delve into new technologies and understand them through exploration of the code and reading through the documentation.\n I have been particularly impressed by how quickly Diego was able to comprehend the full system and begin working on it. He has been able to debug and resolve many issues that were blocking the progress of the whole team. He has often provided support to his fellow team members and shown a really willingness to help, this a a great trait and shows me Diego has a real aptitude for technical leadership."
  },
  {
    "from": "Meiline Baptista",
    "title": "Business Consultant, Project Manager at London Fashion Week",
    "content": "Diego has been a valuable member of the LFW team. With very little guidance and while still learning on the job, Diego is quick to pick up client requests and user stories, conduct an investigation into feasibility, estimate the effort and swiftly build new features within tight deadlines. We've had to face several issues with the pipeline and bugs and Diego is always the first to volunteer to look into the issues and provide an assessment of how to fix them. Personally, I'm not technical and I often rely on Diego to help me understand the issues we're facing technically. Diego always helps me and is able to translate any technical issue into business terms. Diego is at ease in front of the client and he usually runs our demos. The client has been very happy with the work Diego and the team have led. It's very easy to work with Diego - he is always on time and ready to help others! The quality  of his work is at a very high standard. I'm amazed (and so is the client) at the incredible features Diego has developed, with very little guidance! \n We've had issues collaborating with the India team and I truly appreciate Diego's efforts to make sure the entire team feel included and supported. \n As an advice, make use of all the free training IBM has available, and go \"bother\" more senior tech leads at IBM. The more you get to learn from them, the better! \n I hope you'll want to come back to IBM after your internship, I know you would be able to contribute in a very positive way to our teams and client projects! \n Really happy to have worked with you on this project and I wish you all the best in your studies and career!"
  }
]
